window.BUILDINGS = [
  {
    "id": "zemska",
    "name": "Земська лікарня ",
    "note": "Лікарня ім. Мечникова",
    "lng": 35.067599,
    "lat": 48.455772,
    "alt": -1,
    "infoHtml": "\n      <p>Нині діюча обласна лікарня ім. Мечникова була заснована Приказом громадського піклування 11 травня 1798 року.</p>\n      <p><b>Координати:</b> 48.45577244501508, 35.06759863809399</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/0_1.jpg",
        "caption": "Головний вхід"
      },
      {
        "type": "image",
        "src": "media/0_2.jpeg",
        "caption": "Вигляд фасаду"
      },
      {
        "type": "youtube",
        "videoId": "YwYQ4bmjFZs",
        "caption": "Історія головного корпусу лікарні ім. І.І. Мечнікова"
      }
    ],
    "modelUrl": "models/ZemskaLikarnya.glb",
    "scale": 2,
    "rotX": 90,
    "rotY": 55,
    "rotZ": 0,
    "audio": {
      "src": "media/00.mp3",
      "transcript": "Нині діюча обласна лікарня ім. Мечникова була заснована Приказом громадського піклування 11 травня 1798 року. Нова богоугодна установа міста складалася на початку відкриття з невеликої богадільні та будинку для божевільних. У 1799 році начальнику Новоросійської губернії Силецькому був надісланий дозвіл від Новоросійського генерал-губернатора Каховського на купівлю для катеринославських богоугодних закладів садибного місця поруч із будинком губернатора. Садиба належала інспекторові лікарської управи Роде. Вона була придбана за 3 тисячі рублів асигнаціями разом із будинками, садом і левадою. У 1799 році  розпочали діяльність самі богоугодні заклади, які розміщувалися спочатку в дерев’яних будинках поруч з архієрейським подвір’ям."
    }
  },
  {
    "id": "potemkin",
    "name": "Потьомкінський палац",
    "note": "Парк Шевченка",
    "lng": 35.043431,
    "lat": 48.462779,
    "alt": 5,
    "infoHtml": "\n      <p>Історична споруда у парку Шевченка. На карті показано демонстраційну 3D-модель для прив’язки.</p>\n      <p><b>Координати:</b> 48.462779, 35.043431</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/01_1.jpg",
        "caption": "Фасад будівлі, вид зі сторони парку"
      },
      {
        "type": "image",
        "src": "media/01_2.jpg",
        "caption": "Деталь декоративного оздоблення"
      },
      {
        "type": "youtube",
        "videoId": "yXguap-FH3s",
        "caption": "Короткий ролик-огляд"
      }
    ],
    "modelUrl": "models/EnglishClub.glb",
    "scale": 5,
    "rotX": 0,
    "rotY": 90,
    "rotZ": 90,
    "audio": {
      "src": "media/01.mp3",
      "transcript": "Потьомкінський палац — одна з ключових історичних споруд Дніпра.\n      Сьогодні будівля використовується для культурних подій та виставок.\n      Ліпний декор і планування зберігають риси початку ХХ століття."
    }
  },
  {
    "id": "duma",
    "name": "Міська дума (іст. будівля)",
    "note": "Центр",
    "lng": 35.05023,
    "lat": 48.46525,
    "alt": 10,
    "infoHtml": "\n      <p>Історична будівля міської думи.</p>\n      <p><b>Координати:</b> 48.465250, 35.050230</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/duma/01.jpg",
        "caption": "Фасад та площа"
      }
    ],
    "audio": {
      "src": "media/03.mp3",
      "transcript": "12312312312321"
    }
  },
  {
    "id": "bryansk",
    "name": "Будинок Брянського товариства",
    "note": "вул. Воскресенська",
    "lng": 35.05461,
    "lat": 48.46401,
    "alt": 10,
    "infoHtml": "\n      <p>Пам’ятка історії та архітектури.</p>\n      <p><b>Координати:</b> 48.464010, 35.054610</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/bryansk/01.jpg",
        "caption": "Фасад з вулиці Воскресенської"
      }
    ]
  },
  {
    "id": "opera",
    "name": "Театр опери та балету",
    "note": "просп. Дмитра Яворницького",
    "lng": 35.05722,
    "lat": 48.46322,
    "alt": 10,
    "infoHtml": "\n      <p>Театральна будівля міста.</p>\n      <p><b>Координати:</b> 48.463220, 35.057220</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/opera/01.jpg",
        "caption": "Вечірня ілюмінація"
      },
      {
        "type": "image",
        "src": "media/opera/02.jpg",
        "caption": "Сцена та зал"
      }
    ]
  },
  {
    "id": "passage",
    "name": "Пасаж",
    "note": "Просп. Д. Яворницького",
    "lng": 35.046877,
    "lat": 48.464773,
    "alt": 8,
    "infoHtml": "\n      <p>Торгівельний пасаж у центрі Дніпра.</p>\n      <p><b>Координати:</b> 48.464773, 35.046877</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/passage/01.jpg",
        "caption": "Головний вхід"
      },
      {
        "type": "image",
        "src": "media/passage/02.jpg",
        "caption": "Інтер’єри"
      }
    ],
    "audio": {
      "src": "media/02.mp3",
      "transcript": "Пасаж — жвавий комерційний центр із пасажними галереями.\n      Склепіння й арки створюють відчуття європейського дворика."
    }
  },
  {
    "id": "OblRada",
    "name": "Дніпропетровська обласна рада",
    "note": "",
    "lng": 35.046,
    "lat": 48.4647,
    "alt": 8,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/ZemskaLikarnya.glb",
    "scale": 10,
    "rotX": 0,
    "rotY": 90,
    "rotZ": 90
  }
];
