window.BUILDINGS = [
  {
    "id": "Schevchenka",
    "name": "Музично-драматичний театр ім. Т. Шевченка",
    "note": "вул. Воскресенська, 5",
    "lng": 35.043711,
    "lat": 48.468452,
    "alt": -1,
    "infoHtml": "<p>Будівля театру Шевченка у Дніпрі — одна з найгарніших архітектурних споруд міста. Вона розташована в самому центрі, на проспекті Дмитра Яворницького, і відразу привертає увагу своїм величним, але гармонійним виглядом.\n<br>Зведена у 1913 році, споруда виконана в стилі неокласицизму. Фасад прикрашають високі колони, ліпнина та великі аркові вікна, що надають будівлі урочистості. Увечері театр особливо красивий — його підсвічують теплі вогні, які створюють атмосферу свята.\n<br>Усередині театр теж вражає: простора глядацька зала з червоними оксамитовими кріслами, розкішна люстра під куполом і чудова акустика роблять кожну виставу справжнім мистецьким дійством.\n<br>Будівля театру — це не лише місце для вистав, а й символ історії та культури Дніпра, який зберігає дух минулого і водночас живе сучасним мистецтвом.\n<br>Координати: 48,468452; 35,043711</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Theatre-Schevchenka-3.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Theatre-Schevchenka-1.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Theatre-Schevchenka-2.jpg",
        "caption": ""
      }
    ],
    "modelUrl": "models/EnglishClub.glb",
    "scale": 2,
    "rotX": 90,
    "rotY": 164,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-TeatrSchevchenka3.m4a",
      "transcript": "Дніпровський академічний український музично-драматичний театр імені Тараса Шевченка, один із найстаріших і найважливіших осередків української культури в нашому місті.\n\nІсторія театру розпочинається у 1918 році, у складний і водночас надзвичайно важливий для України період. Театр від самого початку став майданчиком, де звучала українська мова, розвивалася національна драматургія та формувалася сучасна театральна традиція. Уже тоді його місією було не просто розважати глядача, а виховувати, надихати й зберігати культурну ідентичність.\n\nІм’я Тараса Шевченка театр носить не випадково. Постать Кобзаря символізує боротьбу за свободу, силу слова та глибоку любов до рідної землі — саме ці цінності протягом десятиліть залишаються основою творчої діяльності театру.\n\nБудівля театру є важливою архітектурною домінантою міста. Вона поєднує риси класичної театральної архітектури з урочистістю та стриманою монументальністю. Для багатьох поколінь дніпрян цей театр став місцем першого знайомства з високим мистецтвом — драмою, музикою, живим акторським словом.\n\nРепертуар театру надзвичайно різноманітний:\nтут можна побачити класичні українські та світові п’єси, сучасні постановки, музичні вистави й спектаклі для дітей. Театр постійно розвивається, зберігаючи традиції та водночас відкриваючись новим творчим пошукам.\n\nСьогодні Дніпровський театр імені Тараса Шевченка — це не лише сцена, а й живий культурний простір, який об’єднує акторів, режисерів і глядачів, продовжуючи важливу розмову про людину, історію та цінності нашого суспільства."
    }
  },
  {
    "id": "Eng_Club",
    "name": "Англійський клуб",
    "note": "вул. Воскресенська, 3",
    "lng": 35.043793,
    "lat": 48.468714,
    "alt": -1,
    "infoHtml": "<p>Англійський клуб у Дніпрі — це одна з найцікавіших історичних споруд міста, справжній символ старого Катеринослава. Його збудували наприкінці XIX століття як місце відпочинку та спілкування місцевої еліти — підприємців, науковців, військових і діячів культури. Тут збиралися впливові люди міста, обговорювали політику, економіку, мистецтво, проводили бали, концерти й літературні вечори.\n\nАрхітектура будівлі поєднує риси неокласицизму та неоренесансу. Фасад прикрашають колони, аркові вікна та витончена ліпнина. Будівля виглядає урочисто, але водночас елегантно, що підкреслює її колишній статус престижного закладу.\n\nУсередині клуб мав простору бальну залу, бібліотеку, ресторан і зали для гри в більярд. Сьогодні ця будівля є пам’яткою архітектури місцевого значення і частиною історичного центру Дніпра. Вона нагадує про культурне життя міста минулих століть і зберігає атмосферу старовинного Катеринослава.<br>Координати: 48,468714; 35,043793</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Eng-Club-4.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Eng-Club-2.png",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Eng-Club-3.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Eng-Club-1.png",
        "caption": ""
      }
    ],
    "modelUrl": "models/EnglishClub.glb",
    "scale": 0.000005,
    "rotX": 90,
    "rotY": 164,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-EnglishClub.mp3",
      "transcript": "Будівля Англійського клубу — одна з найвишуканіших історичних споруд старого Катеринослава. Її збудували наприкінці ХІХ століття як місце зустрічей міської еліти: підприємців, інженерів, лікарів та іноземних спеціалістів, які працювали у промисловому місті. Назва «Англійський клуб» була радше символом престижу й європейського стилю життя, ніж ознакою національного складу відвідувачів.\n\nУ цій будівлі відбувалися бали, звані вечері, концерти, літературні вечори та ділові зустрічі. Клуб був важливим осередком культурного й світського життя міста, місцем, де формувалися смакові та інтелектуальні орієнтири тогочасного суспільства.\n\nАрхітектура будівлі вирізняється рисами еклектики з елементами класицизму. Симетричний фасад, декоративні деталі та стримана елегантність підкреслювали статус закладу. Інтер’єри були оформлені з особливою увагою до комфорту й розкоші, адже тут приймали найповажніших гостей.\n\nПісля революційних подій ХХ століття будівля втратила своє первісне призначення, але не значення. Вона пережила зміну епох і функцій, залишившись важливою архітектурною пам’яткою. Сьогодні Англійський клуб нагадує про той період, коли Катеринослав був містом амбіцій, європейських ідей і активного культурного життя."
    }
  },
  {
    "id": "Astoria",
    "name": "Готель «Асторія»",
    "note": " просп. Дмитра Яворницького, 66",
    "lng": 35.039677,
    "lat": 48.468406,
    "alt": -2,
    "infoHtml": "<p>Сьогодні будівля «Асторії» є пам’яткою архітектури та частиною історичного обличчя Дніпра. Вона нагадує про часи, коли місто лише формувало свій модерний стиль і перетворювалося на одне з найбільш розвинених центрів Півдня України.</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Astoria-1.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Astoria-3.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Astoria-4.jpg",
        "caption": ""
      }
    ],
    "modelUrl": "models/Hotel-Astoria.glb",
    "scale": 2,
    "rotX": 90,
    "rotY": -219,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-HotelAstoria.m4a",
      "transcript": "Перед вами - готель «Асторія», одна з найвідоміших історичних будівель центральної частини Дніпра. Його зведено на початку ХХ століття, у період стрімкого економічного й культурного розвитку тодішнього Катеринослава. Готель одразу замислювався як престижний заклад для гостей міста — підприємців, митців, діячів науки та культури.\n\nБудівля виконана в стилі модерн із характерними для цього напряму плавними лініями, декоративними елементами та вишуканими фасадними деталями. Архітектура «Асторії» поєднує функціональність і естетику, що було новаторським для свого часу. Саме такі споруди формували образ європейського міста на Дніпрі.\n\nУ різні роки готель ставав свідком важливих історичних подій. Тут зупинялися відомі особистості, проходили ділові зустрічі, культурні заходи, неформальні дискусії. «Асторія» була не просто місцем проживання — вона виконувала роль своєрідного світського центру міста.\n\nПротягом ХХ століття будівля неодноразово змінювала своє призначення, пережила війни, перебудови та зміну епох. Попри це, готель зберіг свій упізнаваний вигляд і історичний характер, залишаючись важливою архітектурною домінантою міського простору.\n\nСьогодні «Асторія» - це нагадування про багатошарову історію Дніпра, його шлях від промислового центру до сучасного європейського міста. Ця будівля поєднує минуле й теперішнє, зберігаючи пам’ять про людей, події та атмосферу старого міста."
    }
  },
  {
    "id": "art_colledge",
    "name": "Державне училище культури",
    "note": " просп. Дмитра Яворницького, 47",
    "lng": 35.051088,
    "lat": 48.461283,
    "alt": -2,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Uchilische-Culturi.glb",
    "scale": 1.3,
    "rotX": 90,
    "rotY": 320,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-DerzhavneUchCultury.m4a",
      "transcript": "Перед вами - будівля Державного училища культури, важливий осередок мистецької та освітньої традиції Дніпра. Вона пов’язана з підготовкою фахівців у сфері культури, мистецтва й творчих індустрій, які протягом десятиліть формували культурне обличчя міста та регіону.\n\nНавчальний заклад виник у відповідь на потребу суспільства у професійних кадрах для театрів, будинків культури, бібліотек, творчих колективів та освітніх установ. Саме тут майбутні режисери, хореографи, музиканти, бібліотекарі та організатори культурних заходів отримували не лише фахові знання, а й практичний досвід.\n\nАрхітектура будівлі стримана й функціональна, що відповідає її освітньому призначенню. Проте за цими стінами завжди вирувало творче життя: репетиції, вистави, концерти, тематичні вечори та фестивалі. Училище було й залишається місцем, де мистецтво не лише вивчають, а й проживають щодня.\n\nЗа роки свого існування навчальний заклад виховав тисячі випускників, багато з яких стали відомими діячами культури, керівниками творчих колективів, викладачами та митцями. Їхня діяльність поширювалася далеко за межі міста, представляючи Дніпро на всеукраїнському та міжнародному рівнях.\n\nСьогодні Державне училище культури продовжує свою місію - зберігати культурні традиції та водночас відкриватися до сучасних форм мистецтва. Воно залишається важливим культурним простором, де формується нове покоління творців, здатних поєднувати повагу до минулого з поглядом у майбутнє.\n"
    }
  },
  {
    "id": "Pal_Pratsi",
    "name": "Палац Праці",
    "note": "просп. Сергія Нігояна, 47",
    "lng": 34.993828,
    "lat": 48.474792,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/PalacePratsi2.glb",
    "scale": 1,
    "rotX": 90,
    "rotY": -25,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-PalaceofIllich.m4a",
      "transcript": "Державний обласний український дім, будівля, яка протягом десятиліть відігравала важливу роль у громадському та культурному житті Дніпра. У минулому вона була відома як Палац Ілліча - типовий приклад масштабних громадських споруд радянської доби.\n\nБудівлю зводили як простір для масових заходів: з’їздів, урочистих подій, концертів, зустрічей і вистав. Її архітектура вирізняється монументальністю, чіткою симетрією та стриманим декором, що було характерно для офіційної архітектури середини ХХ століття. Такі споруди мали підкреслювати значущість держави й колективної ідеї.\n\nПротягом свого існування Палац Ілліча був одним із головних майданчиків для культурного та суспільного життя міста. Саме тут відбувалися великі концерти, святкові програми, творчі звіти колективів, важливі громадські події, які збирали сотні глядачів.\n\nЗі зміною історичних епох змінювалося й призначення будівлі. Вона отримала нову назву - Державний обласний український дім, що символізує переосмислення простору та його орієнтацію на розвиток української культури, мови й національної ідентичності.\n\nСьогодні Український дім є сучасним культурним центром, де проводяться виставки, фестивалі, концерти, форуми та мистецькі заходи. Будівля поєднує пам’ять про складне минуле з новим змістом, стаючи прикладом того, як історичні простори можуть отримувати актуальне культурне наповнення.\n\nТаким чином, Державний обласний український дім - це не лише архітектурний об’єкт, а й живий символ трансформації міста, його руху від ідеологічного минулого до відкритого, національно свідомого культурного простору."
    }
  },
  {
    "id": "potemkin",
    "name": "Потьомкінський палац",
    "note": "площа Шевченка, 1",
    "lng": 35.071285,
    "lat": 48.461037,
    "alt": -1,
    "infoHtml": "\n      <p>Історична споруда у парку Шевченка. На карті показано демонстраційну 3D-модель для прив’язки.</p>\n      <p><b>Координати:</b> 48.462779, 35.043431</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/01_1.jpg",
        "caption": "Фасад будівлі, вид зі сторони парку"
      },
      {
        "type": "image",
        "src": "media/01_2.jpg",
        "caption": "Деталь декоративного оздоблення"
      },
      {
        "type": "youtube",
        "videoId": "yXguap-FH3s",
        "caption": "Короткий ролик-огляд"
      }
    ],
    "modelUrl": "models/dk-studentiv.glb",
    "scale": 3,
    "rotX": 90,
    "rotY": 142.3,
    "audio": {
      "src": "media/Audacity/VOICE-PotomkinPalace.m4a",
      "transcript": "Палац студентів ДНУ імені Олеся Гончара, одна з найвпізнаваніших історичних будівель Дніпра. Його історія тісно пов’язана з розвитком освіти, науки та культурного життя міста.\n\nБудівлю зведено наприкінці XVIII століття як палац князя Григорія Потьомкіна. Вона була задумана як парадна резиденція, що мала підкреслити статус Катеринослава як важливого адміністративного центру. Архітектура палацу виконана в стилі класицизму: симетричні фасади, стримані декоративні елементи та чіткі пропорції створюють відчуття урочистості й гармонії.\n\nУ різні історичні періоди будівля змінювала своє призначення. Вона пережила занепад, перебудови та нові функції, відображаючи складну історію міста. У ХХ столітті палац було передано університету, і він став центром студентського життя.\n\nСьогодні Палац студентів - це простір для культурних, наукових та творчих подій. Тут проходять концерти, конференції, вистави, урочисті заходи, а також зустрічі студентських організацій. Будівля поєднує в собі атмосферу історичної спадщини та живу енергію молоді.\n\nПалац студентів ДНУ є яскравим прикладом того, як архітектурна пам’ятка може отримати нове життя. Він зберігає пам’ять про минулі епохи й водночас залишається активним культурним осередком, що формує сучасний образ Дніпра як міста освіти та культури."
    }
  },
  {
    "id": "hubernator",
    "name": "Будинок Губернатора",
    "note": "вул. Воскресенська, 14",
    "lng": 35.040981,
    "lat": 48.466616,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Dim-Gubernatora.glb",
    "scale": 0.5,
    "rotX": 90,
    "rotY": -39,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-DimGubernatora.m4a",
      "transcript": " Будинок губернатора, одна з найстаріших адміністративних споруд Дніпра, що збереглася до нашого часу. Ця будівля є важливим свідченням формування міста як губернського центру та відображає ранній етап його історії.\n\nБудинок було зведено наприкінці XVIII - на початку XIX століття як резиденцію катеринославського губернатора. Тут мешкали й працювали керівники губернії, ухвалювалися адміністративні рішення, що впливали на розвиток міста та всього регіону. Саме звідси здійснювалося управління територією, яка швидко розбудовувалася та заселялася.\n\nАрхітектура споруди виконана в стилі класицизму, характерному для державних будівель того часу. Її відрізняють симетрія, стриманий декор і чітка геометрія форм. Такий вигляд підкреслював статус влади, порядок і стабільність.\n\nЗі зміною історичних епох змінювалося і призначення будинку. У різні періоди він використовувався як адміністративна установа, громадський простір, а згодом став частиною культурної спадщини міста. Попри численні перетворення, споруда зберегла свою історичну цінність та архітектурну виразність.\n\nСьогодні Будинок губернатора є важливою пам’яткою історії та архітектури. Він нагадує про часи, коли формувалися основи міського управління, та дає змогу відчути атмосферу старого Катеринослава.\n\nТаким чином, ця будівля є не лише архітектурним об’єктом, а й живим документом історії, що поєднує сучасний Дніпро з його багатовіковим минулим.\n"
    }
  },
  {
    "id": "org",
    "name": "Дніпропетровський будинок органної і камерної музики",
    "note": "просп. Сергія Нігояна, 66",
    "lng": 34.985966,
    "lat": 48.47717,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Organ.glb",
    "scale": 1.5,
    "rotX": 90,
    "rotY": 150,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-OrganMusik.mp3",
      "transcript": "Дніпропетровський будинок органної і камерної музики — це один із найвідоміших культурних центрів Дніпра, де звучить класична музика та органні концерти на європейському рівні. Він має статус національної пам’ятки архітектури та історії України і є візитівкою міста. Будівля була зведена 1913–1915 роках як Свято-Миколаївська церква, яку місцеві мешканці називали Брянською через розташування в однойменному районі. Проєкт споруди виконав архітектор Георгій Туровець у неокласичному стилі з барочними елементами, що робить її однією з найгарніших архітектурних споруд початку XX століття. \nХрам мав п’ять куполів та триярусну дзвіницю з годинником, а в інтер’єрі були розкішні оздоблення, іконостас та розписи. У 1920–30-х роках церкву закрили, і вона кілька десятиліть використовувалася для різних потреб (побутові приміщення, склад тощо). У 1980-х роках завдяки зусиллям місцевої громади будівлю внесли до Державного реєстру пам’яток архітектури, відреставрували та перебудували під органний і камерний музичний зал. У 1987 році в оновленому залі встановили унікальний концертний орган німецької фірми Sauer. Цей інструмент важить близько 12 тонн, має 2 клавіатури, 30 регістрів та 2 074 труби різної довжини, що дає змогу виконувати величну класичну музику. Орган та концертний зал використовуються для близько 300 концертів щороку — від органної музики до камерних ансамблів і міжнародних фестивалів.  Будинок музики став місцем, де органні шедеври Баха, Моцарта, Генделя, Чайковського та інших геніїв виконуються як професійними музикантами, так і міжнародними зірками класичної сцени. Це не лише концертний простір — це центр музичної освіти та культурного життя міста, де проводять фестивалі, конкурси і лекції. Під час російського вторгнення у 2022 році будівля постраждала від обстрілів — були пошкоджені стіни та вітражі, але орган залишився неушкодженим. Навіть після цього заклад продовжував працювати та проводити концерти, а частина вікон була відновлена після нових обстрілів у 2025 році."
    }
  },
  {
    "id": "kat_fabr",
    "name": "Катеринославська суконна фабрика",
    "note": "просп. Дмитра Яворницького, 106",
    "lng": 35.019408,
    "lat": 48.475095,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/EkaterinoslavskayaSukonnayaFabric.glb",
    "scale": 0.7,
    "rotX": 90,
    "rotY": 165,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-KatSukFabric.mp3",
      "transcript": "Перед нами - одна з найстаріших промислових пам’яток Дніпра. Катеринославська суконна фабрика була заснована на початку XIX століття, у час, коли місто лише формувалося як великий економічний центр півдня України.\n\nОсновною продукцією фабрики було сукно для державних і військових потреб, що робило підприємство важливим для економіки того часу. Для її роботи обрали місце поблизу води та транспортних шляхів, необхідних для виробництва й постачання сировини.\n\nНавколо фабрики швидко виникло робітниче поселення з житлом, майстернями та допоміжними будівлями. Так поступово формувався новий міський простір, де промисловість визначала ритм життя людей і розвиток околиць Катеринослава.\n\nАрхітектура фабрики типова для XIX століття: цегляні корпуси, великі вікна, стриманий декор і чітка функціональність. Усередині працювали сотні робітників, умови праці були складними, але саме ця фабрика дала роботу багатьом мешканцям міста.\n\nУпродовж XIX – початку XX століття підприємство неодноразово оновлювалося, змінювалися власники та обладнання. Згодом фабрика втратила своє промислове значення, однак і сьогодні вона залишається важливим свідком індустріальної історії Дніпра та нагадує про етап, без якого сучасне місто було б неможливим."
    }
  },
  {
    "id": "zemska",
    "name": "Земська лікарня ",
    "note": "площа Соборна, 14",
    "lng": 35.067599,
    "lat": 48.455772,
    "alt": -1,
    "infoHtml": "\n      <p>Нині діюча обласна лікарня ім. Мечникова була заснована Приказом громадського піклування 11 травня 1798 року.</p>\n      <p><b>Координати:</b> 48.45577244501508, 35.06759863809399</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/0_1.jpg",
        "caption": "Головний вхід"
      },
      {
        "type": "image",
        "src": "media/0_2.jpeg",
        "caption": "Вигляд фасаду"
      },
      {
        "type": "youtube",
        "videoId": "YwYQ4bmjFZs",
        "caption": "Історія головного корпусу лікарні ім. І.І. Мечнікова"
      }
    ],
    "modelUrl": "models/ZemskaLikarnya.glb",
    "scale": 2,
    "rotX": 90,
    "rotY": 55,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-ZemskLik.mp3",
      "transcript": "Будівля Земської лікарні - одна з важливих пам’яток медичної та соціальної історії Катеринослава. Її звели наприкінці ХІХ - на початку ХХ століття в період активної діяльності земств, які опікувалися розвитком освіти, медицини та соціальної допомоги. Саме земська медицина стала першим кроком до системної й доступної охорони здоров’я для широких верств населення.\n\nЛікарня була зразковим закладом свого часу. Тут працювали кваліфіковані лікарі, застосовувалися нові методи лікування, діяли стаціонарні відділення та амбулаторний прийом. Заклад обслуговував не лише місто, а й навколишні села, що робило його надзвичайно важливим для регіону.\n\nАрхітектура будівлі поєднує функціональність і стриману виразність. Просторі приміщення, великі вікна та продумане планування відповідали санітарним вимогам того часу й забезпечували природне освітлення та вентиляцію. Зовнішній вигляд будівлі підкреслював її громадське призначення - без надмірного декору, але з відчуттям надійності та порядку.\n\nУпродовж десятиліть будівля Земської лікарні зберігала свою медичну функцію, переживши війни, революції та зміну влади. Сьогодні вона є нагадуванням про витоки професійної медицини в місті та про прагнення суспільства зробити медичну допомогу доступною й гуманною."
    }
  },
  {
    "id": "muzey_Yavornitskogo",
    "name": "Дніпропетровський національний історичний музей ім. Дмитра Яворницького",
    "note": "просп. Дмитра Яворницього, 16",
    "lng": 35.064151,
    "lat": 48.456115,
    "alt": -2,
    "infoHtml": "<p>Музей Яворницького - це не просто сховище старовини, а живий центр культури, який поєднує науку, освіту й мистецтво, допомагаючи сучасникам краще зрозуміти минуле свого народу.<br>Координати: 48,456115; 35,064151</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Istorichnii_myzei_Dnipropetrovska1.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Istorichnii_myzei_Dnipropetrovska2.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Istorichnii_myzei_Dnipropetrovska3.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Istorichnii_myzei_Dnipropetrovska4.jpg",
        "caption": ""
      }
    ],
    "modelUrl": "models/HistoricalMuseum.glb",
    "scale": 2.2,
    "rotX": 90,
    "rotY": 145,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-HistoricalMuseum.mp3",
      "transcript": "Дніпропетровський національний історичний музей імені Дмитра Яворницького - один із найстаріших і найавторитетніших музеїв України. Його історія починається у середині ХІХ століття, а сучасна будівля стала справжнім символом історичної пам’яті міста та всього Придніпров’я.\nМузей нерозривно пов’язаний з ім’ям Дмитра Яворницького - видатного історика, археолога й дослідника запорозького козацтва. Саме завдяки його багаторічній праці було зібрано унікальну колекцію пам’яток, що охоплює періоди від давнини до новітньої історії. Тут зберігаються археологічні знахідки, козацькі реліквії, зброя, документи та предмети побуту, які розповідають про життя різних народів, що населяли ці землі.\nАрхітектура будівлі музею поєднує монументальність і стриману декоративність. Її вигляд підкреслює статус закладу як осередку науки й культури. Перед музеєм розташована відома колекція кам’яних баб - унікальні скульптури кочових народів, що стали однією з візитівок Дніпра.\nСьогодні музей імені Дмитра Яворницького - це не лише виставковий простір, а й науковий центр, який зберігає та популяризує історію краю, допомагаючи зрозуміти, як формувалася ідентичність міста та всього регіону."
    }
  },
  {
    "id": "Horniy",
    "name": "Національний гірничий університет",
    "note": "просп. Дмитра Яворницького, 19",
    "lng": 35.061771,
    "lat": 48.455356,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/DniprovskaPolitehnika.glb",
    "scale": 1.7,
    "rotX": 90,
    "rotY": -38,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-Horniy.mp3",
      "transcript": "Національний гірничий університет - один із найстаріших технічних закладів вищої освіти України та справжній символ інженерного Дніпра. Його історія починається наприкінці ХІХ століття, коли стрімкий розвиток промисловості Придніпров’я потребував фахівців у галузі гірничої справи, металургії та інженерії.\nГоловний корпус університету є яскравим прикладом монументальної архітектури початку ХХ століття. Масштабна будівля з колонами, симетричним фасадом і строгими пропорціями справляє враження академічної величі та стабільності. Вона замислювалася не лише як навчальний простір, а й як символ науки, прогресу й технічної сили регіону.\nПротягом десятиліть університет готував інженерів, науковців і керівників промислових підприємств, які визначали розвиток Донбасу та Придніпров’я. Тут формувалися наукові школи, проводилися дослідження, що мали практичне значення для гірничої та енергетичної галузей.\nСьогодні Національний гірничий університет поєднує багаті традиції з сучасною освітою та наукою. Він залишається важливим осередком інтелектуального життя міста й нагадує про роль Дніпра як одного з головних індустріальних центрів України."
    }
  },
  {
    "id": "OblRada",
    "name": "Дніпропетровська обласна рада",
    "note": "просп. Олександра Поля, 2",
    "lng": 35.028917,
    "lat": 48.46703,
    "alt": -2,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/DniprovskaOblasnaRada.glb",
    "scale": 3.1,
    "rotX": 90,
    "rotY": 250,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-OblRada.mp3",
      "transcript": "Будівля Дніпропетровської обласної ради - одна з найвпізнаваніших адміністративних споруд міста, тісно пов’язана з історією розвитку регіональної влади. Вона сформувалася як осередок управління у першій половині ХХ століття, у період активних змін у суспільному та політичному житті міста.\n\nАрхітектура будівлі вирізняється монументальністю та стриманістю, характерними для адміністративних споруд того часу. Чіткі лінії, масивні об’єми й врівноважені пропорції підкреслюють її офіційний статус і відчуття стабільності. Будівля гармонійно вписується в центральну частину міста, формуючи важливий елемент його архітектурного ансамблю.\n\nПротягом десятиліть у цих стінах ухвалювалися рішення, що впливали на економічний, соціальний і культурний розвиток області. Тут працювали різні органи влади, змінювалися політичні системи й адміністративні підходи, але будівля залишалася символом регіонального управління.\n\nСьогодні Дніпропетровська обласна рада є центром представницької влади області. Вона не лише виконує адміністративні функції, а й нагадує про складний шлях становлення місцевого самоврядування та про роль Дніпра як одного з ключових центрів державного життя України."
    }
  },
  {
    "id": "kat_himn",
    "name": "Катеринославська чоловіча класична гімназія",
    "note": "площа Соборна, 2",
    "lng": 35.063033,
    "lat": 48.458093,
    "alt": -0.4,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Kat-Chol-Gimn.glb",
    "scale": 1.4,
    "rotX": 90,
    "rotY": 232,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-KatCholGimn.mp3",
      "transcript": "Катеринославська чоловіча класична гімназія - одна з найпрестижніших освітніх установ дореволюційного Катеринослава. Вона була заснована у ХІХ столітті й відігравала ключову роль у формуванні інтелектуальної еліти міста. Саме тут здобували освіту майбутні науковці, лікарі, інженери, діячі культури та державної служби.\n\nНавчання в класичній гімназії вважалося елітним і вимагало високої дисципліни. Основу програми становили гуманітарні науки: латинська та грецька мови, історія, література, філософія, а також математика й природничі предмети. Така освіта готувала учнів до вступу в університети та формувала широкий світогляд.\n\nБудівля гімназії вирізнялася строгим і водночас урочистим архітектурним стилем. Симетричний фасад, продумане планування та просторі класи підкреслювали значення закладу як осередку знань і виховання. Це була не просто школа, а важливий культурний центр міста.\n\nПісля історичних потрясінь ХХ століття заклад зазнав змін, однак традиція якісної освіти, започаткована гімназією, залишила глибокий слід в історії Дніпра. Сьогодні ця будівля нагадує про час, коли освіта вважалася основою суспільного розвитку та соціального зростання."
    }
  },
  {
    "id": "kat_uch",
    "name": "Катеринославське реальне училище",
    "note": "просп. Дмитра Яворницького, 36",
    "lng": 35.053514,
    "lat": 48.461281,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/First-Real-Uchilische.glb",
    "scale": 1.3,
    "rotX": 90,
    "rotY": -218,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-KatRealUch.mp3",
      "transcript": "Катеринославське реальне училище - один із провідних освітніх закладів міста кінця ХІХ - початку ХХ століття, створений у відповідь на потреби швидко зростаючого промислового Катеринослава. На відміну від класичних гімназій, тут робився акцент не на гуманітарні дисципліни, а на практичні й технічні знання.\n\nУчні реального училища вивчали математику, фізику, хімію, креслення, іноземні мови та прикладні науки. Така освіта готувала випускників до інженерних, технічних і комерційних професій, а також до подальшого навчання у технічних інститутах. Заклад відігравав важливу роль у підготовці кадрів для промисловості й торгівлі регіону.\n\nБудівля училища вирізнялася функціональною архітектурою з елементами стриманої декоративності. Просторі класи, великі вікна та добре продумане планування відповідали освітнім стандартам свого часу й підкреслювали практичну спрямованість навчання.\n\nПісля революційних подій училище зазнало трансформацій, однак його традиції стали основою для розвитку технічної освіти в місті. Сьогодні будівля Катеринославського реального училища нагадує про період індустріального підйому Дніпра та про важливість прикладних знань у формуванні сучасного міста."
    }
  },
  {
    "id": "dramikom",
    "name": "Дніпровський академічний театр ДРАМіКОМ",
    "note": "просп. Дмитра Яворницького, 97",
    "lng": 35.033149,
    "lat": 48.470617,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Dramikom.glb",
    "scale": 1.2,
    "rotX": 90,
    "rotY": 52,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-Dramikom.mp3",
      "transcript": "Дніпровський академічний театр драми і комедії - один із провідних театральних осередків міста, який відіграє важливу роль у культурному житті Дніпра. Він сформувався у другій половині ХХ століття як простір для сучасного театрального мистецтва, відкритого до експериментів і нових творчих пошуків.\n\nТеатр відомий своїм різноплановим репертуаром: від класичної драми до сучасних комедій, психологічних вистав і соціальних постановок. Тут працюють професійні актори та режисери, які прагнуть говорити з глядачем про актуальні теми, поєднуючи глибокий зміст із доступною сценічною мовою.\n\nБудівля театру має виразний, сучасний для свого часу архітектурний образ. Її форма й внутрішній простір створені так, щоб забезпечити тісний контакт між сценою та залом, що підсилює емоційне сприйняття вистав. Театр органічно вписується в міський простір як важливий культурний акцент.\n\nСьогодні Дніпровський академічний театр драми і комедії залишається місцем живого мистецтва й діалогу з глядачем. Він продовжує розвивати театральні традиції міста, поєднуючи досвід минулого з сучасним баченням сцени."
    }
  },
  {
    "id": "svm-khram-nk",
    "name": "Свято-Миколаївський храм",
    "note": "Нові Кодаки",
    "lng": 34.951634,
    "lat": 48.489741,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Svyato-Mykolaivsky-Khram.glb",
    "scale": 1.2,
    "rotX": 90,
    "rotY": 230,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-SvyatoMykKhram.mp3",
      "transcript": "Свято-Миколаївський храм у Нових Кодаках - одна з найдавніших сакральних пам’яток Дніпра й важливий духовний центр історичної околиці міста. Він пов’язаний з козацьким минулим Придніпров’я та нагадує про часи, коли Нові Кодаки були окремим поселенням на південних рубежах України.\n\nХрам було зведено у ХVIII столітті на місці давнішої церкви. Він слугував не лише релігійним осередком, а й важливим громадським центром, навколо якого формувалося життя козацької слободи. Святий Миколай вважався покровителем мандрівників і воїнів, тому храм мав особливе значення для козаків і місцевих жителів.\n\nАрхітектура церкви поєднує риси українського бароко з традиційними формами народного храмового будівництва. Стриманий зовнішній декор, пропорційні об’єми та гармонійний силует створюють відчуття спокою й духовної зосередженості. Храм органічно вписується в історичний ландшафт місцевості.\n\nСвято-Миколаївський храм пережив складні періоди історії, але зберіг своє духовне значення. Сьогодні він є не лише діючою церквою, а й живим свідком багатовікової історії Дніпра, що поєднує козацьку спадщину, віру та культурну пам’ять міста."
    }
  },
  {
    "id": "philarmony",
    "name": "Дніпровська філармонія",
    "note": "вул. Воскресенська, 6",
    "lng": 35.042466,
    "lat": 48.468264,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Oblasna-Philharmonic.glb",
    "scale": 1.4,
    "rotX": 90,
    "rotY": -36,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-Philarmonia.mp3",
      "transcript": "Дніпровська філармонія - один із найважливіших музичних центрів міста та визначна архітектурна пам’ятка Дніпра. Будівлю зведено на початку ХХ століття, і вона одразу стала осередком культурного життя, де звучала класична музика, проходили концерти та мистецькі події.\n\nАрхітектура філармонії вирізняється вишуканістю та урочистістю. Фасад поєднує елементи модерну й неокласицизму, а інтер’єри створювалися з урахуванням акустики та комфорту слухачів. Концертна зала славиться своїм звучанням, що робить кожен виступ особливо виразним.\n\nУ різні періоди тут виступали відомі музиканти, оркестри та солісти, а репертуар охоплював як класичні твори, так і сучасну музику. Філармонія стала місцем, де формувався музичний смак кількох поколінь мешканців міста.\n\nСьогодні Дніпровська філармонія залишається активним культурним осередком. Вона поєднує історичну атмосферу з сучасним мистецьким життям і продовжує бути простором, де музика об’єднує людей та зберігає культурні традиції міста."
    }
  },
  {
    "id": "sp-sobor",
    "name": "Спасо-Преображенський кафедральний собор",
    "note": "площа Соборна, 1",
    "lng": 35.066507,
    "lat": 48.458138,
    "alt": -1,
    "infoHtml": "<p>Спасо-Преображенський собор у Дніпрі - це головний православний храм міста і одна з його найвідоміших архітектурних пам’яток.<br> Його історія починається ще з часів заснування Катеринослава - саме тут, у 1787 році, заклали перший камінь у присутності імператриці Катерини ІІ та російського імператора Йосифа ІІ.</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor2.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor1.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor3.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor4.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor5.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor7.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor6.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor8.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor9.webp",
        "caption": ""
      }
    ],
    "modelUrl": "models/Tserkov-Preobrazhenka.glb",
    "scale": 1.3,
    "rotX": 90,
    "rotY": 50,
    "rotZ": 0,
    "audio": {
      "src": "media/Audacity/VOICE-Spaso-PreobSobor.mp3",
      "transcript": "Спасо-Преображенський собор - одна з найвизначніших сакральних споруд Дніпра та символ духовного життя міста. Його історія бере початок у XVIII столітті, коли на цих землях активно розвивалася православна громада, і потреба в великому храмі стала очевидною. Собор став центром релігійного та громадського життя, де відбувалися важливі події громади, урочисті служби та святкування.\n\nАрхітектура собору поєднує класичні риси православного зодчества з елементами українського бароко. Великі куполи, витончені декоративні деталі та пропорційні об’єми створюють урочистий і водночас спокійний вигляд. Інтер’єри прикрашені фресками, іконостасами та витонченими декоративними елементами, що підкреслюють духовну атмосферу храму.\n\nПротягом століть Спасо-Преображенський собор пережив складні історичні періоди, але зберіг своє значення як духовний осередок міста. Сьогодні він є не лише діючою церквою, а й культурною пам’яткою, що нагадує про віру, традиції та історію Дніпра, зберігаючи спадщину поколінь для сучасників і майбутніх мешканців міста."
    }
  }
];
