window.BUILDINGS = [
  {
    "id": "Schevchenka",
    "name": "Музично-драматичний театр ім. Т. Шевченка",
    "note": "вул. Воскресенська, 5",
    "lng": 35.043711,
    "lat": 48.468452,
    "alt": -1,
    "infoHtml": "<p>Будівля театру Шевченка у Дніпрі — одна з найгарніших архітектурних споруд міста. Вона розташована в самому центрі, на проспекті Дмитра Яворницького, і відразу привертає увагу своїм величним, але гармонійним виглядом.\n<br>Зведена у 1913 році, споруда виконана в стилі неокласицизму. Фасад прикрашають високі колони, ліпнина та великі аркові вікна, що надають будівлі урочистості. Увечері театр особливо красивий — його підсвічують теплі вогні, які створюють атмосферу свята.\n<br>Усередині театр теж вражає: простора глядацька зала з червоними оксамитовими кріслами, розкішна люстра під куполом і чудова акустика роблять кожну виставу справжнім мистецьким дійством.\n<br>Будівля театру — це не лише місце для вистав, а й символ історії та культури Дніпра, який зберігає дух минулого і водночас живе сучасним мистецтвом.\n<br>Координати: 48,468452; 35,043711</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Theatre-Schevchenka-3.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Theatre-Schevchenka-1.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Theatre-Schevchenka-2.jpg",
        "caption": ""
      }
    ],
    "modelUrl": "models/EnglishClub.glb",
    "scale": 2,
    "rotX": 90,
    "rotY": 164,
    "rotZ": 0,
    "audio": {
      "src": "media/Transkript1.mp3",
      "transcript": "Театр імені Тараса Шевченка — це один із найстаріших і найвідоміших театрів Дніпра. Його історія починається ще у 1913 році, коли в місті збудували приміщення для першого міського театру. Після Другої світової війни театр отримав ім’я Тараса Шевченка — на честь видатного українського поета, чиє слово надихає митців і сьогодні.\n\nБудівля театру — справжня архітектурна перлина, виконана в класичному стилі. Усередині — затишна атмосфера, у якій глядач може повністю зануритися у світ мистецтва. Репертуар театру дуже різноманітний: від класичних українських і світових творів до сучасних постановок.\n\nТеатр Шевченка — це не просто сцена, а культурне серце міста, місце, де живе українське слово, де мистецтво об’єднує людей і нагадує, що краса і духовність — це основа нашої культури."
    }
  },
  {
    "id": "Eng_Club",
    "name": "Англійський клуб",
    "note": "вул. Воскресенська, 3",
    "lng": 35.043793,
    "lat": 48.468714,
    "alt": -1,
    "infoHtml": "<p>Англійський клуб у Дніпрі — це одна з найцікавіших історичних споруд міста, справжній символ старого Катеринослава. Його збудували наприкінці XIX століття як місце відпочинку та спілкування місцевої еліти — підприємців, науковців, військових і діячів культури. Тут збиралися впливові люди міста, обговорювали політику, економіку, мистецтво, проводили бали, концерти й літературні вечори.\n\nАрхітектура будівлі поєднує риси неокласицизму та неоренесансу. Фасад прикрашають колони, аркові вікна та витончена ліпнина. Будівля виглядає урочисто, але водночас елегантно, що підкреслює її колишній статус престижного закладу.\n\nУсередині клуб мав простору бальну залу, бібліотеку, ресторан і зали для гри в більярд. Сьогодні ця будівля є пам’яткою архітектури місцевого значення і частиною історичного центру Дніпра. Вона нагадує про культурне життя міста минулих століть і зберігає атмосферу старовинного Катеринослава.<br>Координати: 48,468714; 35,043793</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Eng-Club-4.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Eng-Club-2.png",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Eng-Club-3.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Eng-Club-1.png",
        "caption": ""
      }
    ],
    "modelUrl": "models/EnglishClub.glb",
    "scale": 0.000005,
    "rotX": 90,
    "rotY": 164,
    "rotZ": 0,
    "audio": {
      "src": "media/Transkript2.mp3",
      "transcript": "Англійський клуб — це відома історична будівля Дніпра, розташована неподалік театру Шевченка. Її звели наприкінці XIX століття як місце відпочинку й зустрічей міської еліти — купців, інженерів, науковців. Будівля поєднує елементи неоренесансного та неокласичного стилів, має гарний симетричний фасад, колони й декоративні балкони. Усередині колись були бальна зала, бібліотека й ресторан.\n\nСьогодні Англійський клуб — це пам’ятка архітектури місцевого значення, яка нагадує про культурне життя старого Катеринослава і гармонійно доповнює історичний центр сучасного Дніпра."
    }
  },
  {
    "id": "Astoria",
    "name": "Готель «Асторія»",
    "note": " просп. Дмитра Яворницького, 66",
    "lng": 35.039677,
    "lat": 48.468406,
    "alt": -2,
    "infoHtml": "<p>Сьогодні будівля «Асторії» є пам’яткою архітектури та частиною історичного обличчя Дніпра. Вона нагадує про часи, коли місто лише формувало свій модерний стиль і перетворювалося на одне з найбільш розвинених центрів Півдня України.</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Astoria-1.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Astoria-3.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Astoria-4.jpg",
        "caption": ""
      }
    ],
    "modelUrl": "models/Hotel-Astoria.glb",
    "scale": 2,
    "rotX": 90,
    "rotY": -219,
    "rotZ": 0,
    "audio": {
      "src": "media/Готель «Асторія.mp3",
      "transcript": "Готель «Асторія» у Дніпрі — це одна з найвідоміших історичних будівель міста, справжня окраса центрального проспекту Дмитра Яворницького. Споруду звели на початку XX століття, приблизно у 1910 році, і вона відразу стала символом розкоші та європейського стилю тодішнього Катеринослава.\n\nБудівля виконана в стилі модерн із елементами класицизму. Її фасад прикрашають декоративні балкони, аркові вікна та вишукане ліплення. Колись готель вважався одним із найкращих у місті — тут зупинялися заможні гості, мандрівники, актори та підприємці.\n\nУсередині «Асторія» вражала елегантністю: простора парадна сходова клітка, високі стелі, мармурова підлога та витончені інтер’єри створювали атмосферу справжнього європейського готелю."
    }
  },
  {
    "id": "art_colledge",
    "name": "Державне училище культури",
    "note": " просп. Дмитра Яворницького, 47",
    "lng": 35.051088,
    "lat": 48.461283,
    "alt": -2,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Uchilische-Culturi.glb",
    "scale": 1.3,
    "rotX": 90,
    "rotY": 320,
    "rotZ": 0
  },
  {
    "id": "Pal_Pratsi",
    "name": "Палац Праці",
    "note": "просп. Сергія Нігояна, 47",
    "lng": 34.993828,
    "lat": 48.474792,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/PalacePratsi2.glb",
    "scale": 1,
    "rotX": 90,
    "rotY": -25,
    "rotZ": 0
  },
  {
    "id": "potemkin",
    "name": "Потьомкінський палац",
    "note": "площа Шевченка, 1",
    "lng": 35.071285,
    "lat": 48.461037,
    "alt": -1,
    "infoHtml": "\n      <p>Історична споруда у парку Шевченка. На карті показано демонстраційну 3D-модель для прив’язки.</p>\n      <p><b>Координати:</b> 48.462779, 35.043431</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/01_1.jpg",
        "caption": "Фасад будівлі, вид зі сторони парку"
      },
      {
        "type": "image",
        "src": "media/01_2.jpg",
        "caption": "Деталь декоративного оздоблення"
      },
      {
        "type": "youtube",
        "videoId": "yXguap-FH3s",
        "caption": "Короткий ролик-огляд"
      }
    ],
    "modelUrl": "models/dk-studentiv.glb",
    "scale": 3,
    "rotX": 90,
    "rotY": 142.3,
    "audio": {
      "src": "media/01.mp3",
      "transcript": "Потьомкінський палац — одна з ключових історичних споруд Дніпра.\n      Сьогодні будівля використовується для культурних подій та виставок.\n      Ліпний декор і планування зберігають риси початку ХХ століття."
    }
  },
  {
    "id": "hubernator",
    "name": "Будинок Губернатора",
    "note": "вул. Воскресенська, 14",
    "lng": 35.040981,
    "lat": 48.466616,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Dim-Gubernatora.glb",
    "scale": 0.5,
    "rotX": 90,
    "rotY": -39,
    "rotZ": 0
  },
  {
    "id": "org",
    "name": "Дніпропетровський будинок органної і камерної музики",
    "note": "просп. Сергія Нігояна, 66",
    "lng": 34.985966,
    "lat": 48.47717,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Organ.glb",
    "scale": 1.5,
    "rotX": 90,
    "rotY": 150,
    "rotZ": 0
  },
  {
    "id": "kat_fabr",
    "name": "Катеринославська суконна фабрика",
    "note": "просп. Дмитра Яворницького, 106",
    "lng": 35.019408,
    "lat": 48.475095,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/EkaterinoslavskayaSukonnayaFabric.glb",
    "scale": 0.7,
    "rotX": 90,
    "rotY": 165,
    "rotZ": 0
  },
  {
    "id": "zemska",
    "name": "Земська лікарня ",
    "note": "площа Соборна, 14",
    "lng": 35.067599,
    "lat": 48.455772,
    "alt": -1,
    "infoHtml": "\n      <p>Нині діюча обласна лікарня ім. Мечникова була заснована Приказом громадського піклування 11 травня 1798 року.</p>\n      <p><b>Координати:</b> 48.45577244501508, 35.06759863809399</p>\n    ",
    "media": [
      {
        "type": "image",
        "src": "media/0_1.jpg",
        "caption": "Головний вхід"
      },
      {
        "type": "image",
        "src": "media/0_2.jpeg",
        "caption": "Вигляд фасаду"
      },
      {
        "type": "youtube",
        "videoId": "YwYQ4bmjFZs",
        "caption": "Історія головного корпусу лікарні ім. І.І. Мечнікова"
      }
    ],
    "modelUrl": "models/ZemskaLikarnya.glb",
    "scale": 2,
    "rotX": 90,
    "rotY": 55,
    "rotZ": 0,
    "audio": {
      "src": "media/00.mp3",
      "transcript": "Нині діюча обласна лікарня ім. Мечникова була заснована Приказом громадського піклування 11 травня 1798 року. Нова богоугодна установа міста складалася на початку відкриття з невеликої богадільні та будинку для божевільних. У 1799 році начальнику Новоросійської губернії Силецькому був надісланий дозвіл від Новоросійського генерал-губернатора Каховського на купівлю для катеринославських богоугодних закладів садибного місця поруч із будинком губернатора. Садиба належала інспекторові лікарської управи Роде. Вона була придбана за 3 тисячі рублів асигнаціями разом із будинками, садом і левадою. У 1799 році  розпочали діяльність самі богоугодні заклади, які розміщувалися спочатку в дерев’яних будинках поруч з архієрейським подвір’ям."
    }
  },
  {
    "id": "muzey_Yavornitskogo",
    "name": "Дніпропетровський національний історичний музей ім. Дмитра Яворницького",
    "note": "просп. Дмитра Яворницього, 16",
    "lng": 35.064151,
    "lat": 48.456115,
    "alt": -2,
    "infoHtml": "<p>Музей Яворницького — це не просто сховище старовини, а живий центр культури, який поєднує науку, освіту й мистецтво, допомагаючи сучасникам краще зрозуміти минуле свого народу.<br>Координати: 48,456115; 35,064151</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Istorichnii_myzei_Dnipropetrovska1.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Istorichnii_myzei_Dnipropetrovska2.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Istorichnii_myzei_Dnipropetrovska3.jpg",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Istorichnii_myzei_Dnipropetrovska4.jpg",
        "caption": ""
      }
    ],
    "modelUrl": "models/HistoricalMuseum.glb",
    "scale": 2.2,
    "rotX": 90,
    "rotY": 145,
    "rotZ": 0,
    "audio": {
      "src": "media/Transkript11.mp3",
      "transcript": "Дніпропетровський національний історичний музей імені Дмитра Яворницького - один із найстаріших і найвідоміших музеїв України. Його заснували у 1849 році, і з того часу він став справжнім осередком історії та культури не лише Дніпра, а й усього Придніпров’я.Музей носить ім’я Дмитра Івановича Яворницького — видатного історика, археолога та дослідника запорозького козацтва, який багато років був його директором і зробив величезний внесок у розвиток колекцій.Будівля музею — архітектурна пам’ятка початку ХХ століття, споруджена у стилі модерн із елементами українського національного орнаменту. Вона має гарний фасад із ліпниною та вітражами, що надають їй урочистості.У фондах музею зберігається понад 300 тисяч експонатів — від археологічних знахідок і козацьких реліквій до предметів побуту, зброї та документів різних епох. Тут можна простежити всю історію краю — від найдавніших часів до сьогодення."
    }
  },
  {
    "id": "Horny",
    "name": "Національний гірничий університет",
    "note": "просп. Дмитра Яворницького, 19",
    "lng": 35.061771,
    "lat": 48.455356,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/DniprovskaPolitehnika.glb",
    "scale": 1.7,
    "rotX": 90,
    "rotY": -38,
    "rotZ": 0
  },
  {
    "id": "OblRada",
    "name": "Дніпропетровська обласна рада",
    "note": "просп. Олександра Поля, 2",
    "lng": 35.028917,
    "lat": 48.46703,
    "alt": -2,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/DniprovskaOblasnaRada.glb",
    "scale": 3.1,
    "rotX": 90,
    "rotY": 250,
    "rotZ": 0
  },
  {
    "id": "kat_himn",
    "name": "Катеринославська чоловіча класична гімназія",
    "note": "площа Соборна, 2",
    "lng": 35.063033,
    "lat": 48.458093,
    "alt": -0.4,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Kat-Chol-Gimn.glb",
    "scale": 1.4,
    "rotX": 90,
    "rotY": 232,
    "rotZ": 0
  },
  {
    "id": "kat_uch",
    "name": "Катеринославське реальне училище",
    "note": "просп. Дмитра Яворницького, 36",
    "lng": 35.053514,
    "lat": 48.461281,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/First-Real-Uchilische.glb",
    "scale": 1.3,
    "rotX": 90,
    "rotY": -218,
    "rotZ": 0
  },
  {
    "id": "dramikom",
    "name": "Дніпровський академічний театр ДРАМіКОМ",
    "note": "просп. Дмитра Яворницького, 97",
    "lng": 35.033149,
    "lat": 48.470617,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Dramikom.glb",
    "scale": 1.2,
    "rotX": 90,
    "rotY": 52,
    "rotZ": 0
  },
  {
    "id": "svm-khram-nk",
    "name": "Свято-Миколаївський храм",
    "note": "Нові Кодаки",
    "lng": 34.951634,
    "lat": 48.489741,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Svyato-Mykolaivsky-Khram.glb",
    "scale": 1.2,
    "rotX": 90,
    "rotY": 230,
    "rotZ": 0
  },
  {
    "id": "philarmony",
    "name": "Дніпровська філармонія",
    "note": "вул. Воскресенська, 6",
    "lng": 35.042466,
    "lat": 48.468264,
    "alt": -1,
    "infoHtml": "",
    "media": [],
    "modelUrl": "models/Oblasna-Philharmonic.glb",
    "scale": 1.4,
    "rotX": 90,
    "rotY": -36,
    "rotZ": 0
  },
  {
    "id": "sp-sobor",
    "name": "Спасо-Преображенський кафедральний собор",
    "note": "площа Соборна, 1",
    "lng": 35.066507,
    "lat": 48.458138,
    "alt": -1,
    "infoHtml": "<p>Спасо-Преображенський собор у Дніпрі — це головний православний храм міста і одна з його найвідоміших архітектурних пам’яток.<br> Його історія починається ще з часів заснування Катеринослава — саме тут, у 1787 році, заклали перший камінь у присутності імператриці Катерини ІІ та російського імператора Йосифа ІІ.</p>",
    "media": [
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor2.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor1.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor3.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor4.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor5.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor7.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor6.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor8.webp",
        "caption": ""
      },
      {
        "type": "image",
        "src": "media/Spaso-Preobr-Sobor9.webp",
        "caption": ""
      }
    ],
    "modelUrl": "models/Tserkov-Preobrazhenka.glb",
    "scale": 1.3,
    "rotX": 90,
    "rotY": 50,
    "rotZ": 0,
    "audio": {
      "src": "media/Transkript22.mp3",
      "transcript": "Спасо-Преображенський собор у Дніпрі — це головний православний храм міста і одна з його найвідоміших архітектурних пам’яток. Його історія починається ще з часів заснування Катеринослава — саме тут, у 1787 році, заклали перший камінь у присутності імператриці Катерини ІІ та російського імператора Йосифа ІІ.\nБудівництво собору завершили лише в середині XIX століття. Проєкт створив відомий архітектор Андреян Захаров, який поєднав риси класицизму з монументальністю храмового стилю. Будівля має величний вигляд: висока центральна баня, колони, гармонійні пропорції та світлий фасад створюють відчуття спокою й урочистості.\nУсередині собор прикрашений іконами, різьбленим іконостасом і розписами, що надають йому особливої духовної атмосфери. Навколо храму розкинувся затишний сквер, де люблять відпочивати містяни.\nСьогодні Спасо-Преображенський собор є не лише релігійним центром Дніпра, а й важливою частиною його історії — символом міцної духовної та культурної спадщини міста."
    }
  },  
];
